{
    "Rockeur" : {
        "roleName" : "Rockeur",
        "roleCitation" : "Mon Vieux Essayait De Vivre De La Musique, Avant La Guerre. Les Corpos Lui Ont Saute Dessus, Ils L'ont Saigne Comme Des Sangsues Et L'ont Balance Pour Le Laisser Crever Dans La Rue. De Nos Jours, Les Choses Ont Change. J'ecris Mes Propres Paroles, Je Compose Mes Propres Arrangements Et J'enregistre Tout Moi-même, Puis Je Telecharge Ma Musique Sur Le Puits De Données. Pas Besoin De Corpo. On Ne Scande Pas Encore Mon Nom Dans Des Salles De Concert Gigantesques, Mais J'ai Des Fans, Et Je Ne Suis Pas Obligée De Compromettre Mon Message Pour Les Beaux Yeux De Quelqu'un D'autre. Comme Les Premiers Rockeurs, Ma Musique Fait Un Gros Doigt À Tous Les Requins En Costard Assdiffes De Pouvoir Persuades De Controler Le Monde. <Forty, Rockeuse>",
        "roleDescription" : "Si vous vivez par et pour le rock, vous avez frappé à la bonne porte. En tant que Rockeur, vous êtes un poète urbain, la conscience sociale et rebelle de l'Ere du Rouge Avec l'avènement des portastudios numériques et de la production musicale à domicile, tous les Rockeurs ont les moyens de diffuser leur message dans la Rue et de le mettre en vente pour qu'il se répercute de satellite en satellite Parfois, vous dénoncez des travers que les corporations ou les gouvernements n'ont pas franchement envie de voir en face. Parfois, votre message saute directement au visage des puissants qui désirent diriger le monde à tout prix Mais peu vous importe, vous êtes un Rockeur, défier l'autorité est votre métier, que ce soit avec des morceaux contestataires qui prennent le taureau par les comes, en jouant du bon rock'n'roll pour détourner les gens de leurs écrans et les amener dans la Rue, en déchaînant les foules avec vos discours enfiévrés ou en composant des paroles audacieuses qui façonnent les esprits et les coeurs de millions de fans. Vous êtes fier de votre héritage. Dylan, Springsteen, U2, NWA, The Who, Jett, les Stones, les légions de héros du rock qui ont clamé la vérité en faisant hurler leurs guitares, avec leurs textes d'un réalisme douloureux. Vous avez le pouvoir de réveiller les gens. Guidez-les, inspirez-les, tenez-les au courant. Vos messages redonneront du courage aux timides, la force aux faibles, la vue aux aveugles. Des Rockeurs de légende comme Johnny Silverhand, Manson le Rockeur (qui a donné son nom au rôle) et Kerry Eurodyne ont mené des armées pour lutter contre les corporations et les gouvernements Les artistes ont exposé la corruption au grand jour et renversé des dictateurs. Il s'agit d'un pouvoir écrasant pour quelqu'un qui donne des concerts chaque nuit dans une nouvelle ville. Mais vous avez les épaules solides. Après tout, vous êtes venu pour jouer!",
        "roleAbility" : "Charisme irresistible",
        "roleAbilityDescription" : "Le Rockeur possède la capacité de rôle Charisme irrésistible. Grâce à elle, il est capable d'influencer les gens par sa seule prestance. Il n'est pos tenu d'exercer son charme au travers de la musique; il peut recourir à la poésie, à l'art pictural, à la danse ou compter sur son panache naturel Il peut jouer de la gratte sur scène ou être à la tête d'une secte. À mesure qu'il affite ses talents, il étend son influence sur des groupes de plus en plus importants et exige des preuves de loyauté toujours plus dangereuses à ses fans."
    },
    "Solo" : {
        "roleName" : "Solo",
        "roleCitation" : "'Pourquoi j'ai signé ? J'en avais marre de crever la dalle et d'ethe pauvre. Quand militech m'a proposé trois mille par jour et une piaule, vous pensez bien que j'ai accepte d'entree de jeu. Les premieres missions ne se sont pas trop mal passees. La troisieme est partie en sucette je n'ai pas compris pourquoi ils ont envoyé une escouade de bleusailles contre une bande de borgs integraux. On est deux à s'en etre sortis. Après la guerre, j'ai profite du nouveau chrome que les médecins de la corpo m'ont greffe et je suis parti bosser dans le local il se trouve que lorsqu'une ville est rases puis reconstruite, pas mal de gens sont prêts a mettre le prix pour des compétences bien précises. Ça tombe bien, je les maîtrise.' <Abril mover montella, travailleur indépendant>",
        "roleDescription" : "Votre renaissance, vous la devez au fusil que vous tenez dans votre main de chair et de sang, pas à la batterie d'armes métalliques qui remplace en grande partie votre autre bras. Que vous soyez garde du corps et tueur à gages inde- pendant ou un cybersoldat corporatiste qui fait respecter les accords conclus par l'entreprise et participe à ses opérations secrètes, vous faites partie des machines de combat d'élite de l'Ere du Rouge. La plupart des Solos ant fait leurs premières armes dans une armée corporatiste à l'occasion du dernier conflit planétaire ou en prenant part aux actions policières actuelles du gouvernement. Alors que les séquelles des affrontements s'accumulent vous vous reposez de plus en plus sur la technologie, a la recherche de prothèses cybernétiques qui offrent de l'armement et des protections, de puces bio-informatiques pour améliorer vos réflexes et votre vigilance, de drogues de combat pour prendre l'ascendant sur vos adversaires. Si vous faites partie des meilleurs, vous pouvez vous permettre de quitter les rangs des samourais corporatistes pour embrasser une carrière de ronin, vendant vos talents mortels d'as sassin ou de garde du corps aux gens qui ont les moyens de s'offrir vos honoraires astronomiques Pas mal, hein? Mais il y a un prix à payer, et il est élevé. Vous avez perdu tant de morceaux de votre corps d'origine que vous êtes presque devenu une machine. Vos réflexes de tueur ont été tellement augmentes que chaque instant, vous devez vous retenir de sombrer dans une folie meurtrière. Les drogues de combat que vous avez avalées toutes ces années pour rester sur la brèche ont provoqué des addictions terribles Les gens de confiance se comptent sur les doigts d'une main. Une nuit, vous dormez dans un appartement chic de la ville, la suivante, dans une allée glauque en pleine Rue Tel est le prix à payer quand on fait partie de l'élite. Et vous rempilez sans hésiter Parce que vous êtes un Solo.",
        "roleAbility" : "Consience tactique",
        "roleAbilityDescription" : "Le Solo possède la capacité de rôle Conscience tactique. Grace à elle, il fait appel à son expérience pour avoir un meilleur aperçu de la situation sur le champ de bataille. Quand un combat.com- mence, le Solo peut utiliser sa capacité à n'importe quel moment fant qu'il n'est pas engagé au combat. Si ce n'est pas le cas, il doit dépenser une action pour répartir les points qu'il possède en Conscience tactique parmi des capacités de combat. Tant que le Solo ne modifie pas la répartition des points, il conserve la configuration précédente. Le coût en points varie d'une capacité de combat à l'autre"
    },
    "Netrunner" : {
        "roleName" : "Netrunner",
        "roleCitation" : "Bartmoss à eu la belle vie. Il était au frais dans son frigo pendant que son esprit vagabondait aux quatre coins de la planète. Et on dit merci qui ? Merci Rache ! Grâce à toi, je n'aurais jamais ce luxe. Pour craquer un syst-me, je dois bouger ma carcasse et me brancher sur place. Je croiserai peut-être un cerbère au passage, mais mon coeur ne se tape pas un sprint quand j'en vois. J'ai les compétences et les programmes qu'il faut pour calmer ces chitos. Ce n'est pas du tout un problème. Vous savez ce qui me fait vraiment peur ? Les vrais chiens. Clonés, pucées et cyborgués, plus vicieux que n'importe quel GLACE Noir. C'est pourquoi je ne pars jamais sans mes amis. Ils s'occupent des chiens de garde. Je m'occupe des cerbères. La symbiose parfaite.' <Redeye, Netrunner>",
        "roleDescription" : "Vous êtes un pirate informatique au cerveau bouillonnant, maitre du cyberspace post-NET de l'Ere du Rouge. Pour vos trois ans, vos parents ont acheté une vieille cyberconsole Kirama LDP-12 équipée d'optiques Zetatech 526 (vous étiez trop jeune pour les ports d'interface). Ce cadeau à bourleversé votre existence. En CM2n vous utilisez déjà la métaprogrammation REFRAME-G1 pour pirater le système de l'école et modifier vos notes. A treize ans, vous aviez transféré suffisamment d'argent depuis dess comptes non sécurisées de la banque transaméricaine pour financer vos premiers ports d'interface neuronale. Vous étiez impatient de révaliser de vistesse avec les dieux du NET, Bartmoss, Curtis le Magnifique et les autres. Et puis la Quatrième Guerre corporatiste a détruit l'ancien NET. Les R.A.G.E.U.X ont rendu les voyages dans le cyberespace suicidaires, les noeuds étaient tous corrompus ou fragmentaires. Néanmoins, il restait des lieux à explorer. Il suffisait de se rendre sur place, tâche risquée, pour se brancher discretement. Assis sur votre canapé, vous avez acheté une combinaison connectée de la gamme Bodyweight Combat et un casque d'interface Virtuality 5 pour superposer le NET au frigo à viande. Vous avez craqué des systèmes plus restreints, mais beaucoup plus mortels, A présent, plus rien de nous arrête. Tel un spectre électronique, vous vous glissez sans peine dans les archtectures des systèmes les plus vérouillées, vous volez, marchandez et vendez leurs secrets les plus intimes à votre guise. En fin de compte, un GLACE aura votre peau, mais en attendant votre ultime chevauchée, vous êtes là, armé de votre cerveau, vous foncez tête la première dans le nouveau NET.",
        "roleAbility" : "Interface",
        "roleAbilityDescription" : "Le netrunner possède la capacité de rôle interface. Grâce à elle, il pratique ce qu'on appelle le Netrunning, il se branche à modem électronique contrôlé par la pensée (appelé cyberconsole) pour pirater les ordinateurs, les composants électroniques et les programmes associés. L'interface donne accès à un éventail de capacités spécifiques dans le domaine du hacking et du contrôle des système informatiques."
    },  

    "Techie" : {
        "roleName" : "Techie",
        "roleCitation" : "'Même si on a mis a sécher ce drap trempe de merde qu'est le monde, on ne peut pas dire qu'il ait change. L'existence de cette ville repose toujours sur la technologie qui nous empêche de sombrer en plein univers post-apocalyptique. De fil en aiguille, ca veut dire que tout le monde depeno de moi. Si ton blender tombe en rade, y'a des chances pour que tu mettes des semaines avant d'en trouver un nouveau sur le marché nocturne ou coin. Voire des mois. En partant du principe que tu es en bons termes avec ton fixer et qu'il daigne t'inviter. En attendant, je suis la, prêt a réparer ton blender. Et ton agent. Et tout ce que tu as. La technologie est le sang qui alimente cette ville. Et moi? Je suis le cœur qui lui permet de couler. Du moins, dans mon quartier.' <João  'torch' barbosa alves, propriétaire de torch's total repair>",
        "roleDescription" : "Vous ne pouvez pas vous en empécher: Si vous restez plus de cing minutes à côté d'un objet, vous le demontez pour lui offrir une nouvelle existence. Vous ne partez jamais sans vos deux tournevis et votre clé a malette en poche. Un ordinateur HS? Pas de problème. Le brûleur a hydro- gene de votre Metrovoiture a rendu l'ame? Aucun souci. La video ne veut pas se lancer ou votre interface bugge? C'est comme si c'était fait. Fabriquer réparer et modifier est un veritable mode de vie, un savoir-faire crucial dans un mande technologique qui se remet de la guerre, responsable de la disparition des réseaux de distribution Vous gagnez bien votre vie en rafistolant les objets du quotidien, mais pour devenir riche, il faut ferrer de plus gros poissons. Armes illégales Cybertechnologies volées ou interdites Matériel d'espionnage ou de contre-espionnage corpora fiste utilisé en opérations secretes Si vous êtes doué, vous allez étre assis sur un joli trésor. Un trésor que vous investirez dans de nouveaux gadgets, du matériel informatique et des renseignements. Vous ne vous êtes pas fait que des amis au marché noir, à vrai dire votre nombre d'ennemis force le respect Vous achetez donc des systèmes de défense et, quand vous êtes dos au mur, vous engagez un ou deux Solos qui vous sant redevables. Vous retapez le matériel de clients en tout genre, que ce soient des samourais corporatistes en opérations speciales ou madame Zepada qui vit à deux pas de chez vous. Personne n'est jamais venu se plaindre, peut-être à cause des tourelles qui protègent votre porte d'entrée Vous êtes accro à la technologie sous toutes ses formes, et c'est ce qui fait de vous un Techie",
        "roleAbility" : "Bricoleur",
        "roleAbilityDescription" : "Le Techie possède la capacité de rôle Bricoleur. Grâce à elle, il est capable de réparer, d'améliorer, de modifier, de fabriquer et d'inventer des objets. Lorsque le Techie augmente d'un cran son rang de Bricoleur, il gagne aussi un rang dans deux spécialités de Bricoleur de son choix. Il a accès à Export sur le terrain, Expert en amélioration, Expert en fabrication et Expert en Invention."
    },

    "Medtech" : {
        "roleName" : "Medtech",
        "roleCitation" : "'Je répare ce qui est casse depuis mon enfance. La première fois, c'a été le jour ou un oiseau a percute le pare-brise de notre kombi pendant qu'on traversait les ruines de los Angeles. On voyageait seuls et mon vieux, comme s'il savait que j'étais sensible à ce sujet, a arrêté le moteur le temps que j'aille ramasser la carcasse. Il se trouve que la buse a queue rousse était toujours en vie. J'ai pose une attelle sur son aile froissée et je l'ai soignée jusqu'à ce qu'elle soit rétablie. Quand ma mère a vu ca, elle m'a confie au guérisseur de la meute pour que je devienne son apprenti. J'ai hérite de sa place. Non, je n'ai pas de titre officiel, mais je peux quand même sauver ton bras mutile. Sinon tu peux le laisser pourrir. A toi de choisir. <Virgil  redtail  martinez> ",
        "roleDescription" : "Vous êtes un artiste et le corps humain est votre toile. Vous possédez les meilleurs outils que l'Ere du Rouge puisse offrir et vous savez vous en servir. Si vous avez de la chance, vous avez pu rentrer dans les véritables écoles de médecine éparpillées a travers les ruines des anciens États-Unis. Après la guerre, les hôpitaux militaires ont fleuri sur tout le territoire et les rares médecins sur le front avalent besoin de bras pour maintenir des patients hurlant de douleur et raccorder des pièces cybernétiques. Vous avez peut-être appris sur le terrain. On trouve toujours un ou deux charcudocs à l'ancienne qui rappellent ce vieux roman de science-fiction. The Bladerunner - pas le vieux film qui passait sur les écrans, mais le vrai bouquin qui parle de médecins de quar- tier renégats pratiquant des opérations illégales dans ce qui est l'un des premiers romans dystopiques. Peut-être qu'un de ces gars vous a appris le métier. Peut-être que vous êtes dans la même situation, à rafistoler les blessés, à prendre soin des malades et à maintenir les habitants en vie. Par amour, par sens du devoir ou juste pour toucher des dessous- de-table juleux. Si vous êtes vraiment en veine, vous avez votre couchette dans l'antenne locale de Trauma Team, Les équipes Trauma sont des groupes paramédicaux brevetés qui quadrillent la ville à la recherche de patients. Vous opérez depuis un Véhicule d'assaut tactique urbain AV-4 configuré en ambulance, armé d'une mitrailleuse montée sur trépied C'est la crème de la crème- Trauma Team facture des frais d'inscription élevés pour sauver ses clients, ce qui se traduit par de nouveaux joujoux médicaux, des ambulances Navis plus rapides et des salaires pharaoniques pour les meilleurs chirurgiens. Peu importe le chemin que vous avez parcouru. L'essentiel, c'est que vous êtes là, dans la Rue, et que vous faites votre boulot. Et vous continue- rez quoi qu'il advienne. C'est la vraie signature du Medtech.",
        "roleAbility" : "Médecine",
        "roleAbilityDescription" : "Le Medtech possède la capacité de rôle Médecine. Grâce à elle, il sauve les gens dont la vie ne tient qu'à un fil, muni de ses connaissances, de ses outils et de ses années de pratique. À l'Ère du Rouge, il est autant docteur que mécanicien, prodiguant des soins à des patients qui tiennent souvent plus de la machine que de l'humain Chaque fois que le Medtech augmente son rang de Médecine, il alloue également 1 point à l'une des trois spéciali tés de Médecine Chirurgie, Médicaments ou Maintenance des cryosystèmes."
    },

    "Média" : {
        "roleName" : "Média",
        "roleCitation" : "'Avant je travaillais pour night city today, timadines ? J'apportais le cafe et je trimballais les cameras, charge comme une mule! La premiere fois que j'ai filme un scoop? Un reportage superficiel sur le charge de relations publiques d'une corpo ou faisait de la pub en distribuant des croquettes a des gens qui avaient besoin de vrais aliments je ne suis pas devenu reporter pour sourire devant la camera et blaguer avec un presentateur meted qui se fait des rails de synthecoke. C'est la raison pour laquelle j'ai demissionne. Maintenant, je suis au cœur de l'action: la partie dandereuse du metier. J'ai ma propre boite, je flaine les bonnes pistes et je fournis aux gens les informations qui les interessent vraiment! Stu veux savoir ce qui se passe reellement a night city, connecte-toi a never blink news.' <24/7 reporter pour never blink news>",
        "roleDescription" : "Ils n'arrêtent pas de déformer la vérité. Et vous allez stopper leurs manigances. Quelqu'un doit se dévouer Autrefois, les corporations dirigeoient le monde. Elles déversoient des déchets toxiques, des tabilisaient l'économie et commanditaient des meurtres en toute impunite. A cette époque, le gouvernement ne pouvait rien contre elles-ces salopards l'avaient acheté. Puis la Guerre est arrivée. La Guerre a fait tomber les mosques et nous a permis de savoir ce qui se tramait juste sous notre nez Les Médias tels que vous se sont assurés que personne n'en rate une miette. Vous avez une vidlink et une corte de presse dont vous n'avez pas peur de vous servir Vous êtes une personnalité connue dans toute la ville, vous apparaissez toutes les nuits dans les puits de données de l'Ere du Rouge. Rien à voir avec vos débuts, quand vous aviez une mediacorporation sur le dos, maintenant, vous dependez uni- quement de vos fans, de vos contacts et de votre réputation. Et pourtant, les nouvelles corpos auront plus de mal à vous faire disparaître. Alors chaque fois que vous remuez la fange et les cloaques que les politiques corrompus et les toutous corporatistes essaient de couvrir, vous allez de bon cœur. Le lendemain matin, vous diffusez les détails de leurs crimes sur tous les écrans et les screamsheets. A trois ou quatre reprises, les méchants ont tenté d'avoir votre peau c'est pour ça que vous avez engagé un Solo comme garde du corps, un vrai pro, pour assurer vos arrières. Vous connaissez aussi un de ces super Runners qui fouille les Architectures du NET pour trouver de quoi étayer vos reportages. Vous devez faire ça bien. Votre Runner vient de vous appeler, il a du lourd. Vous attrapez votre maté riel et faites signe à votre gardien. Vous allez les mettre à genoux ces crevures. Cette fois, c'est la bonne.",
        "roleAbility" : "Crédibilité",
        "roleAbilityDescription" : "Le Média possède la capacité de rôle Crédibilité. Plus sa réputation grandit, plus il a de facilités à convaincre son auditoire de la véracité des faits publiés, sans oublier qu'il touche une audience de plus en plus lorge. Les Médias ont aussi accès à de meilleures sources et à des renseignements inédits, ils sont toujours aux aguets pour dénicher des rumeurs et des infor- mations sans en avoir l'air"
    },

    "Corporatiste" : {
        "roleName" : "Corporatiste",
        "roleCitation" : "'Pour faire son trou dans le monde des neocorporations, n'oubliez jamais la regle numero un toujours avoir les dents longues. Jacinda hidalgo et artyom sokolov ne sont pas arrives au sommet en se reposant sur leurs lauriers. Signez ges contrats, negociez, marchandez. Et si quelqu'un tente de vous arreter? Aheahtissez votre adversaire. Et si vous n'y parvenez pas ? Trouvez un moyen. Ne reculez devant rien concoctez toujours dans votre tete un plan pour détruire les gens que vous rencontrez. Telle est la voie des corpos. Ne vous separez jamais de vos meilleures ressources et faites bien comprendre a tout le monde que vous arpentez le chemin de la reussite. Quant a ceux qui se plient aux regles? Ils n'ont qu'a vous suivre.' <chanda mishra, cadre de rocklin augmentics>",
        "roleDescription" : "Au bon vieux temps, avant l'Ere du Rouge, une fois votre Maitrise en Administration des Entreprises en poche, vous auriez été un employé dur en affaires qui aurait gravi à toute allure les échelons de la corporation. Bien sûr, vous auriez vendu votre âme à l'entreprise, mais il faut accepter la réalité à cette époque, les corporations gouvernaient le monde. Elles exerçaient leur domination sur les gouvernements, les marchés, les Etats, les armées tout. Et quiconque controlat les corporations controlait tout le reste Mais les choses ont changé le jour où les plus grandes mégacorporations de la planète ont déclenché une guerre dont l'ampleur égalait celle des conflits orchestrés par n'importe quels gouvernements nationaux. Okay, maintenant, votre vie de jeune cadre n'est pas de tout repos Vous seriez prêts a tuer vos subalternes qui tentent de vous voler votre place. Littéralement. Vous seriez prêt à tuer vos supérieurs qui veulent vous laisser sur la touche. Littéralement Et cette his toire d'assassinat n'est pas une plaisanterie, tous les prodiges des corporations engagent leur propre équipe de Solos et de Netrunners pour protéger leurs projets importants. La semaine dernière, vous étiez un chasseur de tétes, vous meniez une équipe de Solos, de Netrunners et de Techies chargés d'extraire un cher- cheur d'une compagnie rivale Vous vous disiez que vous rejoigniez la corporation pour la rendre plus humaine, que vous alliez opérer un changement depuis l'intérieur. Ou que c'était juste le temps de pouvoir monter votre propre corporation qui serait un peu plus honnéte. Mais à présent, vous n'êtes plus si sûr. Vos ideaux ont pris du plamb dans l'aile et les perspectives pour l'avenir ne sont guère réjouissantes Mais vous n'avez plus de temps à consacrer à l'éthique. Vous devez rendre votre rapport dans une heure et on dirait que le gars du service commercial est résolu à effacer votre base de données pour de bon.",
        "roleAbility" : "Travail d'équipe",
        "roleAbilityDescription" : "Le Corporatiste possède la capacité de rôle Travail d'équipe. Tel un. véritable cadre d'entreprise, le Corporatiste constitue une équipe dont les membres l'aident à accomplir son objectif, qu'il soit légal au non, amoral ou non. Ses coéquipiers occupent des postes ordinaires (secrétaire, chauffeur, mais ils ont aussi des fonctions clandestines (Netrunner, garde du corps ou assassin). Cerise sur le gâteau, ils ont droit à un logement et des vêtements gratuits"
    },

    "Justicier" : {
        "roleName" : "Justicier",
        "roleCitation" : "'Ecoute, gamin, appelle nous comme tu veux. Justiciers, flics, poulets, on s'en tamponne le coquillard. C'est le bordel dans night city, chaque jour des gens font obstacle a la reconstruction. Les boosters, les cyberpsychos, les terroristes, la lis de l'humanité. J'ai pas signe pour la gloire et je compte pas brandir mon flingue comme un cowboy et jouer les solos bourrins. J'ai jure d'assurer la sécurité de cette ville et je prends mon serment au sérieux. Quelqu'un doit nettoyer les rues pour que les civils comme toi puissent se rendre au marché sans se prendre une dalle perdue à cause d'une guerre de gangs. Et ce quelqu'un, c'est moi.' Officier suri cavalry navarro, NCPD>",
        "roleDescription" : "Avant la Guerre, on envoyait juste des parpaings sur les flics. De nos jours, vous avez de la chance si vous ne prenez qu'une balle La Rue est devenue sauvage, avec ses nouvelles drogues, ses nouveaux gangs et ses nouvelles armes qui font passer le Minami-10 pour un jouet de gamin Malgré tout vous êtes sur le front et faites tout ce qui est en votre pouvoir pour protéger- et servir Autrefois Night City possédait d'importantes forces de police, mais la vieille garde du NCPD c'est retrouvée laissée pour compte, à devoir assurer la paix comme elle le pouvait Les agents toujours en activité prennent le devoir qui va de pair avec l'uniforme ou sérieux; ils travaillent d'arrache-pied pour garantir la sécurité des habitants et servir de rempart contre le chaos Vous auriez préféré patrouiller tranquillement, mais à partir du moment où vous devenez un Justicier professionnel, quel que soit votre grade, vous êtes condamne à porter au moins quatre ormes de gros calibres, toutes automatiques, une veste en Kevlar qui arrête des balles avec une énergie cinétique de 1300 joules (ce qui ne vous empêche pas d'être surpassé en puissance de feu et en nombre). Pour commencer, la moitié des gangs étalent déjà cyborgues vitesse et réflexes accrus vision nocturne, armes planquées dans les bras et c'était avant que la Guerro et la Chute des tours déversent des tonnes de cybertechnologies militaires sur les marchés de nuit. L'autre moitié des fauteurs de troubles de la Roe sont des mercenaires corporatistes indépendants qui occupaient d'outros emplois avant la Guerre; recrutés pour grossir les rangs des armées corpos, elles-mêmes dissoutes par les escouades de voyous des Nouveaux Etats-Unis. A présent, ce sont eux les voyous et vous fentez de les garder sous contrôle Les anciens flicsc corpos avaient des armes lourdes, des armures de combat des équipes Trauma de soutien, des véhicules d'assaut AV-4 et des gyro- coptères équipés de mitrailleuses. Mais les jalis quartiers proprets composés de bureaux flambant neufs et de restaurants originaux où aucun psychopunk coblé n'allait jamais commettre de tuerie au FN-RAL37-ant disparu. Maintenant, vous vous baladez entre des bâtiments calcinés et des voitures abandonnées, chaque nuit devient le théâtre d'une nouvelle fusillade et l'occasion révée de connaître une fin sale. A moins que vous n'ayez décroché une place parmi les Psycho Squad et que votre boulot ne consiste à chasser les cyborgs blindés et armés jusqu'aux dents qui ant pété un cable. Un cyberpsycho peut essuyer un tir de mitrailleuse sans broncher. ce qui explique que bon nombre d'agents des Psycho Squad deviennent eux aussi un peu fous, ils s'implantent des accélérateurs de réflexes, choisissent des fusils d'un calibre monstrueux et partent souls o la chasse aux cyborgs. Mais vous n'êtes pas cinglé à ce point. Pas encore.",
        "roleAbility" : "Renforts",
        "roleAbilityDescription" : "Le Justicier possède la capacité de rôle Renforts. Grâce à elle, le Justicier peut requé rir l'aide d'un groupe de fidèles officiers on fonction du rang de la capacité et des circonstances de l'appel L'équipement offensif et défensif des Renforts dépend du rang de la capacité"
    },

    "Fixer" : {
        "roleName" : "Fixer",
        "roleCitation" : "'Considère moi comme un intermédiaire. Tu as besoin d'une équipe de tueurs, d'une nouvelle voiture, ou un trésor barre? Je suis ton homme, le paiement? De bons vieux eddies et éventuellement une faveur par-ci par-là. Je suis sur que tu possèdes des talents susceptibles d'intéresser les autres clients. Tout est relie par une immense toile et je me trouve au milieu la semaine dernière, j'ai fait un tour dans la zone de combat pour récupérer une cargaison d'explosifs & faire pâlir le ncpd. Demain, j'ai rendez-vous au marche de nuit four vendre un chargement de matériel des forces spéciales aux iron. sights, je ne veux pas savoir ce qu'ils vont en faire. Comme je t'ai explique, je suis juste un intermédiaire'  <Grease, fixer>",
        "roleDescription" : "Pour vous êtes vite rendu compte que vous ne derocheriez jamais un boulot dans une corporation, et que vous n'aviez pas la carture d'un Sola. En revanche, vous avez toujours eu le chic pour deviner ce que voulaient les autres et satisfaire leurs demandes A condition qu'ils allongent la monnaie, evidemment Terminees les transactions pour une bouchée de pain, maintenant vous jouez dans la cour des grands Peut-être que vous importez des armes illégales Ou que vous volez et revendez du matériel medical Vous pourriez être un excellent négociateur qui travaille comme agent pour des Solos et des Runners renommés, ou même engager une meute entière de Nomades pour assurer les contrats d'un client Vous achetez et vendez des faveurs a la manière d'un parrain de l'ancienne mafia Votre réseau s'étend dans tous les domaines, économiques, politiques et criminels. Vos contacts et vos alliés fant parte de la toile d'intrigues et de chantages que vous fissez. S'il y a une boite de nuit en vogue dans la ville, vous avez investi dedans. Si de l'armement militaire se balade dans les rues, c'est gróce à votre réseau de contrebande. Si une guerre a éclaté entre deux factions, vous négociez avec les deux camps en surveillant de pres le belligerant le plus prometteur. Vous n'êtes pas pour autant esclave de l'argent. Quand quelqu'un a besoin de fave profil bas, vous lui fournissez une planque. Vous trouvez des logements pour les sans-abri et distribuez des vivres les jours ou les rues sont barricadées Par ce geste, vous avez peut-être dans Fidée les gens vous serant redevables, mais rien n'est moins que sur. Vous avez un tiers de Robin des Bois pour deux fiers d'Al Capone Dans le passé, vous auriez été un baron du crime Pas à cette époque fragmentée d'un sadisme mortel, l'Ere du Rouge Aujourd'hui, vous faites partie des Fixers",
        "roleAbility" : "Intermédiaire",
        "roleAbilityDescription" : "Le Fixer possède la capacité de role Intermédiaire. Il connait les techniques pour se fournir sur le marche noir et adore naviguer dans le fleuve complexe des coutumes de la Rue, où se côtoient des centaines de cultures et de catégories sociales Les Fixers entretiennent un vaste réseau de contacts et de clients qu'ils exploitent pour obtenir des biens, des faveurs ou des renseignements. Ils peuvent également se procurer des ressources sur demande et conclure des accords inte- essants"
    },

    "Nomade" : {
        "roleName" : "Nomade",
        "roleCitation" : "'Les gens ne se souciaient pas beaucoup de nous, les nomades. Ma famille allait et venait comme le vent, et les habitants ne prêtaient attention ni à l'un ni à l'autre. Je vous jure, la plupart du temps, quand les gens remarquaient notre présence, ils nous mettaient dehors. Mais la situation est différente a présent. Maintenant, ils nous paient pour déplacer leurs cargaisons et tenir les pillards en respect. Ca me convient parfaitement. Rien ne vaut la liberté de la route qui défile sous les pneus. J'ai ma moto, mon flingue et ma famille. Je n'ai besoin de rien d'autre.' <Racer rajavi, nomade des Aldecaloos>",
        "roleDescription" : "Des années auparavant, les corpos vous ont tous chassés de la ferme familiale. Ils ont débarqué, ont pris possession des terres et envoyé des flics à louer dans tout le secteur Mais tout ca, c'était avant la Guerre. Vous étiez des sans abri esseules, jusqu'à ce que vous fondiez une meute nomode forte d'environ deux cents personnes. A cette époque, il s'agissait d'une gigantesque caravane hétéroclite qui comptait des voitures, des comionnettes, des bus et des camping-cars, écumant les routes à la recherche de ravitaillement, de petits boulots et de pièces détachées dans un pays morcelé. La meute était votre fayer, avec ses professeurs, ses Medtechs, ses chefs et ses mecanos, une ville ambulante où tout le monde était un par les liens du mariage ou de la parenté. Mais à l'Ere du Rouge, votre meute nomade a évolué. Vous êtes devenus les pros de l'asphalte, vous savez comment atteindre les zones sécurisées en traversant les autoroutes inhospitalières, et ce faisant, vous êtes devenus indispensables pour le transport de personnes, de vivres et de matériel. Le monde a désespérément besoin de vous. Vos cousins au pied marin ont récupéré les énormes cargos, leurs convois nomades permettant à la civilisation de garder la tête hors de l'eau. Les aérocasse-cous de la famille maintiennent une ligne de ravitaillement entre la Terre et les Cavaliers de l'Orbite. Dès qu'il faut transporter quelque chose en toute sécurité, vous vous assurez que le boulot sera bien fait. Vos véhicules blindés sont herisses d'armes volées mitrailleuses, lance-missiles et toute la panoplie. Tous les enfants savent se servir d'un fusil, et personne ne sort sans son couteau, Cowboys des temps modernes, vous vivez à la un Nomade. Dure sur les routes. Un flingue, une moto, pas besoin de plus. Vous êtes nomad",
        "roleAbility" : "Moto",
        "roleAbilityDescription" : "Le Nomade possède la capacité de rôle Moto. Dès qu'il gagne un rang dans cette capacité, il a le choix entre ajouter un nouveau véhicule (doté des caractéristiques minimales) correspondant à son rang de Moto actuel ou inférieur au Garage familial auquel il a accès, ou améliorer un véhicule qu'il possède déjà. Comme ils trainent autour des engins à moteur depuis leur tendre enfonce, les Nomades sont capables de piloter n'importe quel type de véhicule avec un talent incroyable"
    }

}

